[
  {
    "Link": "https://p-dpa.net",
    "Title": "P—DPA",
    "Subtitle": "Post-Digital Publishing Archive",
    "Author/Publisher": "Publishing Lab",
    "Notes (need to edit in accordance to our point of view)": "The aim of P—DPA is to systematically collect, organize and keep trace of experiences in the fields of art and design that explore the relationships between publishing and digital technology. The archive acts as a space in which the collected projects are confronted and juxtaposed in order to highlight relevant paths, mutual themes, common perspectives, interrelations, but also oppositions and idiosyncrasies. P—DPA is maintained (kinda) by Silvio Lorusso."
  },
  {
    "Link": "https://toolkit.wellgedacht.org/doku.php?id=start",
    "Title": "PP DP T",
    "Subtitle": "Post-Platform Digital Publishing Toolkit",
    "Author/Publisher": "İpek Burçak and Eren İleri",
    "Notes (need to edit in accordance to our point of view)": "Post-Platform Digital Publishing Toolkit is a project exploring how to overcome the limitations of digital publishing today, on social media or elsewhere online, and advocates self-hosted infrastructures and practices for artists and artists' book publishers.\n\nPPDPT is funded by the Berlin Senate Department of Culture's Fund for Digital Development of the Cultural Sector."
  },
  {
    "Link": "https://prepostprint.org/resources/",
    "Title": "Pre Post Print",
    "Subtitle": "Experiemental publishing archive",
    "Author/Publisher": "",
    "Notes (need to edit in accordance to our point of view)": "PrePostPrint wants to gather those working with experimental publishing techniques and to help to make their projects and tools more accessible. PrePostPrint is a label and a website aiming to promote graphic objects and resources in line with the following characteristics: EXPERIMENTAL The graphic object is crafted within an experimental or unusual approach with alternative, hacked or DIY tools, made in a certain context constrained by its economy, its emergency or its collaborative nature. FREE SOFTWARE The tools used to make the object and if it is possible, the content of the object itself, are published under a free (software) license. DOCUMENTED The object is documented according to the PrePostPrint criteria, then published on the website prepostprint.org."
  },
  {
    "Link": "https://www.apod.li",
    "Title": "Apod",
    "Subtitle": "Library of Artistic Print on Demand",
    "Author/Publisher": "Andreas Bülhoff (hi@abue.io) and Annette Gilbert (annette.gilbert@fau.de).",
    "Notes (need to edit in accordance to our point of view)": "Print-on-demand has revolutionized the world of books. As analogue-digital hybrids, PoD books epitomize the post-digital age. Digital printing and low-threshold online platforms like Blurb, Lulu, and Kindle Direct Publishing in principle allow anyone to publish work immediately across the globe without the need for any financial investment or risk. This opens up space beyond the classical book market and helps democratize production. At the same time, the new scope this offers is contingent at a fundamental level on the specifications and interests of the platforms. This dynamic has given rise to an entire subculture that is once again probing the medium of the book in search of possible content, aesthetics, materiality, economies, and publics, while at the same time critically reflecting on and negotiating our digital present. With 244 items, the Library of Artistic Print-on-Demand maps this experimental field for the first time, exploring its global spread, historical depth, and political relevance. All publications are documented extensively in a web archive, accessible via www.apod.li. They are also preserved in physical form by the Bavarian State Library. A detailed catalog including essays by key practitioners and thinkers of the field will be published by Spector Books in 2024. The official handover of the collection to the Bavarian State Library took place in November 2023. This will also mark the end of the research project, which was carried out between 2019 and 2022 at Friedrich Alexander University Erlangen-Nuremberg and was funded by the German Research Foundation. The Library of Artistic Print-on-Demand was led by Andreas Bülhoff (hi@abue.io) and Annette Gilbert (annette.gilbert@fau.de)."
  },
  {
    "Link": "https://networkcultures.org",
    "Title": "Institute of Network Cultures",
    "Subtitle": "Digital publishing toolkit",
    "Author/Publisher": "Amsterdam University of Applied Sciences",
    "Notes (need to edit in accordance to our point of view)": "This RAAK-MKB project provides the research and realization of a platform that focuses on reseraching digital publications – e-books, newspaper apps and digital magazines – and the knowledge, resources and capacities required to publish them."
  },
  {
    "Link": "https://rhizome.org",
    "Title": "rhizome",
    "Subtitle": "international hub for new media art",
    "Author/Publisher": "Mark Tribe",
    "Notes (need to edit in accordance to our point of view)": "Rhizome champions born-digital art and culture through commissions, exhibitions, scholarship, and digital preservation. Founded by artist Mark Tribe as an email discussion list including some of the first artists to work online, Rhizome has played an integral role in the history of contemporary art engaged with digital technologies and the internet.\n\nSince 2003, Rhizome has been an affiliate in residence at the New Museum of Contemporary Art in New York City. Founded in 1977, the New Museum is a leading destination for new art and new ideas. Together, New Museum, Rhizome, and NEW INC, the first museum-led incubator founded by New Museum in 2014, explore the future of contemporary art and technology.\n\nRhizome is a 501(c)3 organization that relies on grants, partnerships, and contributions from individuals like you. Become a supporter today!"
  },
  {
    "Link": "https://xpub.pzimediadesign.nl/about.html",
    "Title": "PZI Experimental Publishing",
    "Subtitle": "Curriculum around experiemntal publishing",
    "Author/Publisher": "Aymeric Mansoux",
    "Notes (need to edit in accordance to our point of view)": "The new study path experimental publishing is the merging of two stories:\n\na singular one\na slightly more general one.\nThe singular story is the one of the Media Design and Communication Master, which for a decade has established a critical approach to the ambiguous notion of media. In the past years we have welcomed a wide range of practitioners from the culture field, visual and digital artists, graphic designers, musicians, performances artists, architects, fine press book makers, and computer programmers, to help them develop a practice that explore the social, technical, cultural and political dimensions of their work, and ultimately as we took the habit to say, to encourage them to design their own media.\n\nFor this journey, we seek students motivated to challenge the protocols of publishing (in all its (im)possible forms) using play, fiction, and ambiguity as methods and strategies of production and presentation, in order to experiment on the threshold of what is possible, desirable, allowed, or disruptive, in this ever expanding field."
  },
  {
    "Link": "https://www.asciiart.eu/#google_vignette",
    "Title": "ACII art",
    "Subtitle": "ASCII art tool library",
    "Author/Publisher": "",
    "Notes (need to edit in accordance to our point of view)": "ASCII Art Archive is one of the most comprehensive online resources for ASCII art. It celebrates the creativity of text-based design, combining a rich collection of artworks with opportunities to create, play, and learn. Here you can browse pieces from the early days of computing, experiment with modern tools, enjoy ASCII-themed games, and explore the cultural history behind the art form. With features like a dedicated ASCII animation section, the archive continues to grow and inspire both newcomers and long-time fans."
  },
  {
    "Link": "https://libraryoftheprintedweb.tumblr.com",
    "Title": "Library of the Printed Web",
    "Subtitle": "",
    "Author/Publisher": "Paul Soulellis",
    "Notes (need to edit in accordance to our point of view)": "Library of the Printed Web, an archive of web-to-print artists’ publications founded by Paul Soulellis in 2013, has been acquired by The Museum of Modern Art Library \n\nThe mission of Library of the Printed Web is to provide an in-depth view of network culture, artistic practice, and the printed page. The collection is an important resource for the study of print-based experimental publishing in the early 21st century."
  }
]