[
  {
    "Link": "https://cyberfeminismindex.com\nhttps://www.youtube.com/watch?v=f_VC04TXYfY",
    "Title": "Cyber feminism index",
    "Short Description": "Web/Print Research project on Cyber feminism",
    "Author/Publisher": "Mindy Seu",
    "Notes (general) (need to edit in accordance to our point of view)": "Cyberfeminism Index is INCOMPLETE and ALWAYS IN PROGRESS",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "TRUE",
    "Mediums": "Research, Website , Book",
    "Source/Database": "Rhizome"
  },
  {
    "Link": "https://eroonkang.com/feature/parsons-publications#/",
    "Title": "908A",
    "Short Description": "A research initiative around the practice of design as the shaping of instructions",
    "Author/Publisher": "E Roon Kang & Andrew LeClair",
    "Notes (general) (need to edit in accordance to our point of view)": "A research initiative that focuses on constructing new design tools in partnership with cultural organizations. Building on work for clients such as Google, MIT Ar­chi­tec­ture, and RISD Museum, alongside teaching at Parsons, RISD, Triple Canopy, and other places, 908A aims to build an intellectual framework and a community around the practice of design as the shaping of instructions rather than the manual composition of surfaces.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE"
  },
  {
    "Link": "https://johncaserta.com/webtoprint.html",
    "Title": "Web to Print",
    "Short Description": "A series of projects that use the Web browser as a general purpose design tool; websites that output to flyers, posters and books.",
    "Author/Publisher": "John Caserta",
    "Notes (general) (need to edit in accordance to our point of view)": "This body of work comes out of a desire to see more avant garde websites: ones that have the voice and sophistication of a printed poster, but can be accessed on the computer at a URL. By producing a paper bi-product of the browser version, it would make the screen version better – holding it to the standards we’ve come to expect from printed ephemera.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE"
  },
  {
    "Link": "https://hybrid.publishing.systems/#/projekte/Unfinished",
    "Title": "The Unfinished project",
    "Short Description": "",
    "Author/Publisher": "Caroline Lauterbach\nLina Becker",
    "Notes (general) (need to edit in accordance to our point of view)": "The Unfinished project explores the question: Does a final version even exist in the digital age? What does this mean for the future of publishing? The digital exhibition of unfinished and discarded works focuses on the aesthetics of the creative process behind a design project. As a visitor to the website, you can not only view the unfinished works but also collaboratively expand and recombine them using various tools, and then print them directly to use them in other contexts and publish different versions of a single work. These versions can, in turn, be taken up and further developed, so that a final version is never truly created.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://hybrid.publishing.systems/#/projekte/Between",
    "Title": "Between",
    "Short Description": "",
    "Author/Publisher": "Kanna Suzuki",
    "Notes (general) (need to edit in accordance to our point of view)": "The experiment \"Between\" is about reviving classic literature through augmented reality. What forms of expression does the space between digital and analog offer? The augmented reality installation \"Between\" experiments with alternative ways of presenting poetry. It shows what can emerge when older forms of self-expression are combined with new, animatable, interactive, and spatial forms.\nThe installation consists of a book with AR markers and a digital visualization. Using a webcam, the poems are digitally displayed and animated on the screen, depending on the page and interaction.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "TRUE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://www.apod.li/seven-controlled-vocabularies",
    "Title": "Seven Controlled Vocabularies, 2004",
    "Short Description": "",
    "Author/Publisher": "Tan Lin",
    "Notes (general) (need to edit in accordance to our point of view)": "Tan Lin’s Seven Controlled Vocabularies and Obituary: The Joy of Cooking is a book project on reading practices making extensive use of found material, appropriation, different layers of commentary, paratextual play, and category shifts. It consists of text and images and has been published in multiple editions, including PDFs, a book version published by Wesleyan University Press—which was awarded with the Association for Asian American Studies Book Award in Poetry (2012)—and a print-on-demand version on Lulu, which was the first to be published.\n\nThe book is divided into seven sections, each devoted to a different art form, namely film, photography, painting, novel, architecture, music, and theory. These are tackled with conceptual writing techniques, presenting language to look at as well as offering different ways to approach the framings of language. In Lin’s terms, the book presents itself as a container to control and document different states of reading, which is understood as copying, digesting, and transcribing text from all kinds of analog and digital sources. As each source implies a different kind of reading practice with a different intensity, these practices get somewhat tamed and leveled in the book format, making it a way to control their vocabularies. This controlling is just one side of how the book presents its contents, as it also plays with different modes of publishing and paratext. It is also closely connected to Lin’s personal life and his experiences as part of a migrant family.\n\nThe Lulu version presents itself with three different titles, with Seven Controlled Vocabularies on its back cover,* The Joy of Cooking* on its spine and no less than three different title pages, including one listing Obituary as the book’s title. The cover lists two ISBNs that can be traced to different editions. These paratextual uncertainties in addition to the multiple editions, as well as an editing event series initiated by Danny Snelson further enhancing the book in eleven publications and editions, also frame the book in a networked environment as a temporary device for controlling text just waiting to fluidize again. Several parts of the book’s content have been previously published on Tumblr blogs, as stated in an interview with Lin that featured in Appendix, a book published as part of Snelson’s series 11 Books Expanding Tan Lin’s Seven Controlled Vocabularies and Obituary: The Joy of Cooking, 2010.\n\n",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/l-mem-vol-1",
    "Title": "L-MEM Vol 001.058",
    "Short Description": "Introduction to making very big books",
    "Author/Publisher": "Pierre Jasmin",
    "Notes (general) (need to edit in accordance to our point of view)": "L-MEM is a theoretical, speculative, and practical outline of how Pierre Jasmin sees writing and the medium of the book to be reconceptualized in the digital age and how that reconception will produce a new kind of literature in the not-too-far future. For this, he retraces the history of the book and publishing as well as of writing and information technology. The key concept is a networked, extensive production of knowledge in relation to what one human being can produce or perceive in a lifetime. In his speculative facets, Jasmin mostly follows the ideological traces of Silicon Valley Singularitarianism, yet with a distinct interest in the facilitation of knowledge filtered through a single human being, namely himself and his biography.\n\nThe book itself performs some of the theorems and practices Jasmin envisions, as what might be called a library-sized metabook. This mostly describes the fact that the book has a wiki as its source, which is editable, extendible, and in theory inexhaustible—by him and his readers. Also, the text includes versioned rewritings, extensive citations, appropriations, collective writing, and reproductions of discussions happening in digital comment sections of the project. In order to contribute to the wiki, a password was required, which could only be obtained when purchasing the book: “If you have a printed version of the Book, then the password is in the book in the section about Passwords. This password will allow you to Add Pages to this Wiki” (L-MEM Wiki, “Vol 1 – v053 – Aux Book Features”). A corresponding reference is hidden on page 270.\n\nL-MEM exports a snapshot of this digital text, which Jasmin used to regularly rewrite and extend for several years until volume 001.058, which refers to volume 001 of the project in a 58th edition that was exported as a print-on-demand tome. Jasmin also lends one entire chapter to the production method, and to transferring and archiving large amounts of digital content in general in his chapter “Budgeting Printing the Book and Shipping it to You.”",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "TRUE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://apod.li/my-hard-drive-died-along-with-my-heart",
    "Title": "My Hard-Drive Died Along With My Heart",
    "Short Description": "",
    "Author/Publisher": "Stories about data-loss and broken trust",
    "Notes (general) (need to edit in accordance to our point of view)": "“My Hard-Drive Died Along With My Heart [...] explores people’s relationship with hard-drives and what emotions people get after the trust is broken. The book contains a collection of online forum and twitter posts [from 1994 to 2016] on the topic. As a society we always seem to be looking for a new technical solution for knowledge and information storage and for this, we hope there is one magic, final solution that will solve every issue. But easy solutions create their own problems. The perceived view of the stable nature of digital information differs from reality” (blurb on Lulu).\n\nThe tweets, mostly quite emotional, are set in white on a black background and are reminiscent of an obituary, while the longer forum posts often include requests for help and technical details. Sources are provided for all quotations. The title of the book also comes from a tweet.\n\nIn addition, the artist has edited a five-minute video of footage of people talking online about the data loss they experience after their devices fail. According to the opening credits, they go through five stages of grief: denial, anger, bargaining, depression, and acceptance.\n\n",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "TRUE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/quick-response",
    "Title": "Quick Response",
    "Short Description": "",
    "Author/Publisher": "Joachim Schmid",
    "Notes (general) (need to edit in accordance to our point of view)": "In Quick Response, Joachim Schmid devotes himself to the ubiquitous QR code, which was developed as a replacement to the barcode by the Japanese company Denso for the Japanese car industry in 1994 and has since found its way from industrial production into everyday life. It links public space with the internet in a unique way and its austere, constructivist look is not infrequently appreciated in aesthetic terms. It is little wonder, then, that it is also well represented in photographs on Flickr.\n\nIt is precisely these QR code photos that Schmid refers to in Quick Response: a collection of QR codes, each of which is individually set on a page and turns into an abstract image that can only be “read” with technical support. A smartphone can be used to scan the code and fol- low the inscribed link to one of these QR code photos on Flickr. Thus, “[t]he series of photos demonstrates the variety of modern commercial, artistic and subversive QR code applications. In addition, the book demonstrates a new way of appropriating other people’s photographs” (Joachim Schmid, “Quick Response,” website).\n\nDissatisfied with Blurb’s quality, customer service, and lack of responsiveness to artists’ specific needs, Schmid moved to Lulu in 2012, from where our copy in the collection originated. The 2010 paginated Blurb edition in the 12.5 × 20.1 cm format was discontinued and scaled for the unpaginated Lulu format.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "TRUE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/hate-library",
    "Title": "Hate Library",
    "Short Description": "",
    "Author/Publisher": "Nick Thurston",
    "Notes (general) (need to edit in accordance to our point of view)": "The material from the online far-right supporter forums was transferred into twelve volumes arranged by country: Vol. 1: Austria; Vol. 2: Belgium; Vol. 3: Denmark; Vol. 4: England; Vol. 5: France; Vol. 6: Germany; Vol. 7: Greece; Vol. 8: Hungary; Vol. 9: Italy; Vol. 10: Netherlands; Vol. 11: Poland; Vol. 12: Sweden. They were presented as “history books” on blue music stands, arranged in a circle on the yellow stars of the European flag, inviting collective, “choral” reading: “Each of these unedited volumes pauses one far-right national conversation, repeating it offline by using simple data-gathering and print-on-demand processes” (Nick Thurston, “Back to Front Truths,” 202). They are encircled by panels presenting the search results of “truth” in the European sections of the world’s largest white supremacist platform Stormfront. In addition, the walls are plastered with oversized thread titles.\n\nNick Thurston, through the exhibition’s title Hate Library, declares this setting to be a public library that recontextualizes these kinds of “backstage” discussions that, despite their public accessibility, “do not seem to have become public knowledge in any strong sense of that phrase,“ and makes them “accessible to audiences who would never enter those online bubbles” (Nick Thurston, “Back to Front Truths,” 203 and 194). At the same time, Thurston probes an artistic approach through which documents like these “can become matters of public concern through their ‘social life’—through re-publishing, sharing, and discussing them” (Nick Thurston, “Document Practices”).",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://p-dpa.net/work/vanishing-rouge/",
    "Title": "Vanishing Rouge",
    "Short Description": "A type writer performance",
    "Author/Publisher": "Lisa Spalt",
    "Notes (general) (need to edit in accordance to our point of view)": "For the text of „Vanishing Rouge“, the author initially searched the internet for a first sentence on the subject of ”Schreibmaschine / Typewriter“. The sentence was recorded using the typewriter. Then she chose a catchword from this first sentence, which she once again inserted into the search engine, thus finding a next sentence, etc.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "TRUE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://p-dpa.net/work/e-book-intellectual-property/",
    "Title": "[e-Book] Intellectual Property",
    "Short Description": " A Reference Handbook",
    "Author/Publisher": "Alessio Chierico",
    "Notes (general) (need to edit in accordance to our point of view)": "“[e-Book] Intellectual Property – A Reference Handbook” is a print of a pirate copy of the book of the same name, which is (as evident from the title) related to intellectual property. The text that constitutes this book isn’t the text written by the author, but it is the coding of the book itself, in hexadecimal code, used by computers. Does the author of this book’s work still exist in the code lines? Digital properties impose an ontological problem, that brings into question the legitimacy of intellectual property.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://static-files.rhizome.org/Q4377/thebook/",
    "Title": "The book after the book",
    "Short Description": "A hypertextual and visual essay about cyberliterature",
    "Author/Publisher": "Giselle Beiguelman",
    "Notes (general) (need to edit in accordance to our point of view)": "The Book after the Book (1999/2000) is a hypertextual and visual essay about cyberliterature, where criticism and web art melts into the context of the net_reading/writing_condition. Its main focus is non-linear narratives, which reconfigure the literature/book relationship starting from the very notion of volume. Works that provide programming language a textual appraisal, creations that resort to videographic procedures in literary construction and play on the passivity and participation of the reader. Short animations intercept the reading of other artists works playing with the textual condition of the on line image and, at the same time, with the imagetic condition of the screen text. They are all images that perform texts and face the strange passage imposed by the net. Deep down, on the back of the page, at the source, a situation is defined: the Internet is no more than a big text. On the front, at the screen, text reveals itself as image.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "FALSE"
  },
  {
    "Link": "https://www.fondation-langlois.org/Portrait-no-1/",
    "Title": "Portrait One",
    "Short Description": "A digital character based call and response encounter",
    "Author/Publisher": "Luc Courchesne",
    "Notes (general) (need to edit in accordance to our point of view)": "\"Portrait One (1990) by Luc Courchesne is a fictional work and a framed encounter with a character. But unlike other interactive works, it is not a narrative piece, as multi layered as it may be. It is structured so that the viewer can converse with Marie. (...) To experience Portrait One, is, simply put, to encounter Marie.\" (1)\n\n\"I use hypermedia to make portraits. A portrait of someone is an account of an encounter between the author and the subject. Painted portraits were made over long periods of time and therefore are more conceptual than photographic portraits. They encapsulate in one single image hours of interaction between the model and the painter. Photography, on the other hand, makes realistic portraits. The talent of the portrait photographer is to wait and pick the right moment - the moment when the person expresses the density of his or her being; the subject and the photographer wait for the magic moment in complicity. In my portraits, the entire encounter is recorded, and material is extracted to construct a mechanics of interaction that will allow visitors to conduct their own interviews. As this happens over time, the conversations will evolved toward more intimate considerations.\" (2)",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "TRUE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://raphaelbastide.com/workshops/a-party-to-print/",
    "Title": "A Party To Print",
    "Short Description": "A live publishing party",
    "Author/Publisher": "Sarah Garcin and Raphaël Bastide",
    "Notes (general) (need to edit in accordance to our point of view)": "During a party called “Blur Factory” organized by students, data and pictures from the guests were collected live and injected into the book layout in real time.\n\nBefore that event, during the seminar, we have collectively built 4 devices to capture text and images. Each device was designed by a group of student, matches a part in the book, and was linked to a particular space or time of the party.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "TRUE",
    "Searchability": "FALSE",
    "Traceability": "TRUE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://www.apod.li/the-iraq-war",
    "Title": "The Iraq War",
    "Short Description": "A Historiography of Wikipedia Changelogs",
    "Author/Publisher": "James Bridle",
    "Notes (general) (need to edit in accordance to our point of view)": "James Bridle’s twelve-volume set The Iraq War: A Historiography of Wikipedia Changelogs documents in nearly 7,000 pages all 12,000 changes made to the Wikipedia article on the Iraq War in five years between December 2004 and November 2009.\n\n“It contains arguments over numbers, differences of opinion on relevance and political standpoints, and frequent moments when someone erases the whole thing and just writes ‘Saddam Hussein was a dickhead.’ This is historiography. This is what culture actually looks like: a process of argument, of dissenting and accreting opinion, of gradual and not always correct codification.\n\nAnd for the first time in history, we’re building a system that, perhaps only for a brief time but certainly for the moment, is capable of recording every single one of those infinitely valuable pieces of information. Everything should have a history button. We need to talk about historiography, to surface this process, to challenge absolutist narratives of the past, and thus, those of the present and our future” (James Bridle, “On Wikipedia, Cultural Patrimony, and Historiography”).\n\nBridle explains the necessity of putting this web-based debate into book form by its vividness: on the one hand, its scope is impressive and surprising. At twelve hardcover volumes, it approaches “the size of a single old-style encyclopaedia.” On the other hand, “[p]hysical objects are useful props in debates like this: immediately illustrative, and useful to hang an argument and peoples’ attention on” (Ibid.).\n\nThe work was produced only once and is not publicly available. It was exhibited in galleries in the United States and Europe where, apparently, reading the books was not allowed: “Please do not touch. / excerpts of text can be found in blue binder on vitrine.” This shows that Bridle was less interested here in the distributive potential of print-on-demand than in the easy accessibility of the technology.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "TRUE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://rhizome.org/editorial/2018/apr/19/miao-ying-interview/",
    "Title": "Blind Spot",
    "Short Description": "",
    "Author/Publisher": "Miao Ying",
    "Notes (general) (need to edit in accordance to our point of view)": "For the Blind Spot, I inputted every word, from A to Z, in the standard Chinese dictionary into google.cn, which is Google China. Over the course of three months, I spent ten hours a day searching a whole vocabulary of about 65,000 words to see which ones would be censored. When I came across a censored word I would erase if from the dictionary, only leaving its definition visible. So when reading the book, you cannot see the actual blacklisted term, but you can infer which one it is from the meaning. In my search, I came across 2,000 censored words.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "FALSE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Rhizome"
  },
  {
    "Link": "https://p-dpa.net/work/occupy-books/",
    "Title": "#Occupy Books",
    "Short Description": "A twitter log",
    "Author/Publisher": "Ether Press (Andrew LeClair)",
    "Notes (general) (need to edit in accordance to our point of view)": "#Occupy Books include 3000 selected tweets from the last 24 hours posted under the #OWS (Occupy Wall Street) hashtag, available for order as print-on-demand volumes. The books are a means to support and preserve this important moment in history. Half of all proceeds goes to support Occupy Wall Street.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://p-dpa.net/work/reflow/",
    "Title": "ReFlow",
    "Short Description": "Responsive poster series",
    "Author/Publisher": "Martin Wecke",
    "Notes (general) (need to edit in accordance to our point of view)": "Series of 6 Responsive Posters that bring the challenge of designing and coding for a large ecosystem of mobile devices, screen sizes and resolutions to the world of print. All posters contain the same ASCII text – in the exact same font and size. Different paper sizes make the text wrap uniquely on each poster revealing patterns, phrases and glitch.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://www.apod.li/11-books-expanding-tan-lin-s-7CV",
    "Title": "11 Books Expanding Tan Lin’s Seven Controlled Vocabularies and Obituary: The Joy of Cooking, 2010",
    "Short Description": "",
    "Author/Publisher": "Tan Lin\nDanny Snelson",
    "Notes (general) (need to edit in accordance to our point of view)": "The series was based on the hypothesis that “editing is the new semiotics, partly meaning that editing crosses into numerous disciplines connected to writing, artistic practice, book making, social networks, and distribution, etc., in the way that semiotics did with cultural an- thropology, literary studies etc etc...” (Tan Lin, Danny Snelson, Kristen Gallagher, “Notes on an Edit Event”). In their notes, which opened the wiki for the event, the editors further elaborate that it “involved making [...] certain forms of reading visible. The gesture involved taking a book (7CV) from an author [...] and putting it in the hands of its readers (editors). I didn’t want to make editorial practices merely labor intensive or parasitical, vis-à-vis the standard reworking of a source text. Instead, the event encouraged practices (temporal events very much subject to endurance issues) that would situate the so-called textual object in a literal and technological field that included citing sources (Appendix and Bibliography), rewriting the text (Chinese Edition), listing devices, reading the text alongside other texts (Critical Reader), and evaluating its production (Selected Essays)—all of which were read within a number of on-the-fly editorial frameworks” (Ibid.).\n\nThe publications were deliberately produced under time pressure, resulting in decisions and errors that made “the editorial process more visible and render[ed] the book as an emendation in a larger communicative envelope” (Ibid.). All publications are available as free downloads and can also be purchased through print-on-demand on Lulu, but also through Printed Matter (New York), which serves as a collaborative partner along with the University of Pennsylvania and Kelly Writers House.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "TRUE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://p-dpa.net/work/tracking-letters_/",
    "Title": "Tracking Letters",
    "Short Description": "Correspondance journal",
    "Author/Publisher": "John Caserta",
    "Notes (general) (need to edit in accordance to our point of view)": "Tracking Letters_ is made with a software application that records the timing of keyboard entry. Its primary use is as an email entry program. Using the software, I tracked a week’s worth of my own emails, collecting them into this 168-page book. The 34 correspondences demonstrate the variances in speed, pauses and errors that occur when writing. The book refers to a journal or a small sketchbook, a form that holds the same level of intimacy as personal correspondences.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "TRUE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://p-dpa.net/work/dear-lulu/",
    "Title": "Dear Lulu",
    "Short Description": "A book that acts as a calibration document for print on demand platfroms",
    "Author/Publisher": "James Goggin & students",
    "Notes (general) (need to edit in accordance to our point of view)": "Dear Lulu is a test book which was researched and produced by graphic design students at Hochschule Darmstadt, Germany, during an intensive two-day workshop with London-based designer James Goggin (Practise). The book's intention is to act as a calibration document for testing colour, pattern, format, texture and typography. Exercises in colour profile, halftoning, point size, line, geometry, skin tone, colour texture, cropping and print finishing provide useful data for other designers and self-publishers to judge the possibilities and quality of online print-on-demand — specifically Lulu.com, with this edition. The project was afterwards extended to other platforms, such as Blurb and MagCloud.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://p-dpa.net/work/e-book-backup/",
    "Title": "E-Book Backup",
    "Short Description": "",
    "Author/Publisher": "Jesse England",
    "Notes (general) (need to edit in accordance to our point of view)": "E-book backup is a physical, tangible, human readable copy of an electronically stored novel. The purchased contents of an e-book reader were easily photocopied and clip-bound to create a shelf-stable backup for the benefit of me, the book consumer. I can keep it on my bookshelf without worry of remote recall. A second hardcover backup has been made with the help of an online self-publishing house.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "P—DPA"
  },
  {
    "Link": "https://www.minecraft.net/en-us/article/uncensored-library",
    "Title": "The Uncensored Library",
    "Short Description": "A Minecraft Library of censored texts",
    "Author/Publisher": "Reporters without Borders & BlockWorks",
    "Notes (general) (need to edit in accordance to our point of view)": "Freedom of expression is a fundamental human right, and yet, there are countries that seek to censor their citizens or prevent them from accessing certain information. This is why The Uncensored Library exists; a grand digital library meant to combat censorship – and it’s all accessible through Minecraft. ",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "TRUE",
    "Traceability": "FALSE"
  },
  {
    "Link": "https://epa.archive.work",
    "Title": "Steve, Harvey and Matt",
    "Short Description": "",
    "Author/Publisher": "Paul Soulellis",
    "Notes (general) (need to edit in accordance to our point of view)": "This project — a broadcast, a book, and a download — restores access to 1,964 climate change-related URLs that were removed from EPA.gov on April 28, 2017. The URLs point to web pages, documents, presentations, publications, and other files that were purged by the U.S. Environmental Protection Agency under the direction of EPA Administrator Scott Pruitt and the Trump administration. Some of the assets had been accessible on the web since 1997.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://hybrid.publishing.systems/#/projekte/Why%20we%20should%20publish%20on%20obsolete%20devices",
    "Title": "Why we should publish on obsolete devices",
    "Short Description": "",
    "Author/Publisher": "Hannah Gmeiner",
    "Notes (general) (need to edit in accordance to our point of view)": "Obsolescence occurs when products are no longer needed, even if they are still usable. To counteract the obsolescence of devices and the associated consumer behavior and industrial waste fostered by capitalism, it is important to utilize existing resources. Publishing with obsolete devices is one way for designers to interact with the environment in a more conscious and sustainable way. But how can we achieve this? And how do we deal with the inherent limitations and constraints? \"Why we should publish on obsolete devices\" is an attempt to find an answer to this question.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Pre Post Print"
  },
  {
    "Link": "https://www.apod.li/9-11-911-calls-in-911-pt-font",
    "Title": "9/11 911 CALLS IN 911 PT. FONT",
    "Short Description": "",
    "Author/Publisher": "Joey Yearous-Algozin",
    "Notes (general) (need to edit in accordance to our point of view)": "The two-volume 9/11 911 CALLS IN 911 PT. FONT, printed on large US Letter paper, consists of transcript excerpts from emergency calls to the New York fire department—with its 911 phone number—on September 11, 2001. The text is set in an oversized 911 point, which means that it stretches out over two volumes with a total of nine hundred pages (vol. 1: 464 pages, vol. 2: 460 pages). The individual letters go beyond the edges of the page, rendering the printed book almost unreadable. In the PDF, by contrast, the text maintains its readability because it allows for different viewing modes, and the text can be copied into a word processor.\n\nIt is in the nuanced interaction between both formats that the full aesthetic potential and political expressiveness of this work unfold, and the explosive power of the historical event documented becomes obvious: the printed version, with its letter fragments, directs our attention to details and highlights the injuries of individual persons as well as the inconceivability of what is happening. The digital format lets us recognize coherences and an overall picture of what is happening. Thus, these two publication formats are not designed as the usual either-or, in which readers can select the format they prefer, but as both-as-also: PDF and print-on-demand complement and merge to form a conceptual unit that generates surplus and overcomes the antagonistic juxtaposition of analog and digital. This makes these hybrids an epitome of our post-digital age.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "TRUE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/56-broken-kindle-screens",
    "Title": "56 Broken Kindle Screens",
    "Short Description": "Photographed E Ink, Collected Online, Printed On Demand",
    "Author/Publisher": "Silvio Lorusso\nSebastian Schmieg",
    "Notes (general) (need to edit in accordance to our point of view)": "“56 Broken Kindle Screens is a print on demand paperback that consists of found photos depicting broken Kindle screens. The Kindle is Amazon’s e-reading device which is by default connected to the company’s book store.\n\nThe book takes as its starting point the peculiar aesthetic of broken E Ink displays and serves as an examination into the reading device’s materiality. As the screens break, they become collages composed of different pages, cover illustrations and interface elements” (blurb on Lulu).\n\nThe white frame of the page margins is a declarative act, restoring functional value to the broken devices through turning them into photographic subjects, as well as giving them the artistic value of “readymades” and transforming them into surprisingly fascinating artifacts. The images have undergone several transformations: displayed with e-ink, digitally photographed, collected online, stored in the cloud, printed on demand—or displayed again in e-ink, as there is also an e-book version that is flipped through on a Kindle Touch in a video, which gives the impression that the glitches emerge and fade into each other directly on the device itself. While these images only ever show the broken screens themselves, the book index contains the original found photos and the URLs where they were found. Most of them come from Flickr, Tumblr, blogs, and eBay, where many broken Kindles are offered.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/treatise-on-luck",
    "Title": "Treatise on Luck",
    "Short Description": "",
    "Author/Publisher": "Mark Francis Johnson",
    "Notes (general) (need to edit in accordance to our point of view)": "The nested design (mise-en-abyme) of Mark Francis Johnson’s poetry book was created by Jonathan Gorman. It reproduces every page of a copy made just for this purpose, with each page torn out, scanned, and set on a page with a broad black margin, including front and back covers. The source book, which no longer exists, was apparently also a print-on-demand book, as suggested by the reproduction of the cover, which has the cheap-looking and reflective foliation typical of print-on-demand books. The reflective approach to the materiality of the book, accessible only through multiple stages of mediation, mirrors the reflections on luck and memory in Johnson’s poems.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "FALSE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/walker-evans-sherrie-levine",
    "Title": "walker evans sherrie levine",
    "Short Description": "",
    "Author/Publisher": "Hermann Zschiegner",
    "Notes (general) (need to edit in accordance to our point of view)": "In 1981, Sherrie Levine appropriated famous photographs by Walker Evans by photographing them from a catalog, referencing the progressing musealization of documentary photography and questioning the concepts of authorship, creativity, and originality. The photographs Levine took were almost indistinguishable from those Evans had taken fifty years earlier.\n\nWith +walker evans +sherrie levine Hermann Zschiegner takes this reflection on appropriation, remediation, and authorship to the digital age by showing that circulating “poor images” (Hito Steyerl, “In Defense of the Poor Image”) further obfuscate the material and the ontological differences between Evans’ and Levine’s photos, but at the same time metadata such as file names and URLs help identify their origin.\n\nThe title of Zschiegner’s book contains the search parameter of his Google image search conducted on July 24, 2008, which resulted in twenty-six found images of Evans’ most famous photograph, depicting Allie Mae Burroughs. These twenty-six images are sorted in descending order by file size and “positioned to match the original print with any white space around the image representing the cropped area of the reproduced picture. File size, pixel aspect ratio and URL of all images are included as a frame of reference. It is only in reading the file names that we can identify if the reproduced image is a Levine or an Evans” (Hermann Zschiegner, “+walker evans +sherrie levine”).",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/astronomical-the-bootleg",
    "Title": "Astronomical",
    "Short Description": "The Bootleg",
    "Author/Publisher": "Hermann Zschiegner",
    "Notes (general) (need to edit in accordance to our point of view)": "This book is part of Hermann Zschiegner’s Bootleg Edition, a series of books reproducing famous photobooks that are no longer available (due to being out of stock or too expensive to obtain). Their reproduction is based on flip-through videos: a presentation form for books used on video platforms to show their materiality as well as parts of their content. Flip-throughs are used for advertisement, but also to give a broader audience an impression of rare or materially exceptional books.\n\nZschiegner’s Astronomical. The Bootleg shows screenshots of an illegally downloaded copy of Mishka Henner’s ASTRONOMICAL – The Movie that shows a flip-through of the first volume of Henner’s eponymous twelve-volume book series that contains “a scale model of our solar system […]: On page 1 the Sun, on page 6,000 Pluto. The width of each page equals one million kilometers” (Mishka Henner, blurb). The first volume takes us from the sun to Mercury, Venus, Earth, Mars, and the Asteroid Belt.\n\nFor the bootleg of ASTRONOMICAL, Zschiegner mainly used stills showing fully opened page spreads of the original, but a few stills also capture the turning of pages or hands on the book. The quality loss of his reproduction is a result of the remediation from book to film to book, but also of print-on-demand’s poor printing quality. As with the mostly black pages of Henner’s series, one cannot be sure when looking at Zschiegner’s reproduction whether the tiny white dots are actually stars in the black vastness of space or white pixels caused by remediation and printing errors. Our copy also has glaring defects in the perfect binding, so that even after a short use the pages lose their hold, as the photos show.",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  },
  {
    "Link": "https://www.apod.li/special-collection\nhttps://benjaminshaykin.com/Special-Collection",
    "Title": "Special Collection",
    "Short Description": "An Assortment of Books, Digitized by Google, Un-Digitized",
    "Author/Publisher": "Benjamin Shaykin",
    "Notes (general) (need to edit in accordance to our point of view)": "This print-on-demand edition goes back to the author’s MFA Thesis at Rhode Island School of Design, for which he made twelve hand-sewn books under the title Special Collection, all of which this volume reproduces together.\n\nThe twelve chapbooks are “partial recreations of books found on Google Books,” among them such apt titles as Dewey’s Decimal Classification, Catalogue of Choice, Useful, and Curious Books, and A Handy-Book About Books. In addition, there is a compilation of loan period slips (Date Due) and a chapbook titled Ex Libris Being a Collection of Artifacts & Digits Digitized by Google. This is complemented by a presentation of the Google Books project by Google itself, which has inscribed itself with watermarks in all the scans made—just as libraries used to mark their possessions with ink, embossed, or punched stamps, in the style of which the title of Shaykin’s volume is designed.\n\n“Each [chapbook] is reproduced at its original size, revealing multiple disruptions and errors, introduced during Google’s own scanning process: the scanner’s hand, holding down and obliterating the page; type and illustrations which have degraded and blurred to the point of illegibility; pages scanned while in the process of being turned; fold-out maps and charts that were scanned while closed. Some of these artifacts are beautiful and evocative. They are the found poetry of this new machine” (artist website).\n\nSome finds are indeed ingenious, such as when a book page titled “PART.IX.-INDEX” is appropriately “illustrated” by the index finger of the person scanning the book. But at the same time, Special Collection is much more than just entertaining found objects or beautiful artifacts: “By reinvesting these digital books with physical form, Special Collection asks us to consider the contradictions and unintended consequences of technological advance. Approaching Google Books through its fissures offers a chance to peek behind the curtain of a mysterious, complicated endeavor, which is little understood and generally taken for granted as progress. By using Google’s scans and resources to create this work, I am both highlighting the potential of this new era of distribution and access, and questioning Google’s claims of ownership of all the world’s information” (artist website).",
    "Carolina": "",
    "Munus": "",
    "Asad": "",
    "Materiality": "TRUE",
    "Ownability": "TRUE",
    "Updatability": "FALSE",
    "Interactivity": "FALSE",
    "Searchability": "FALSE",
    "Traceability": "FALSE",
    "Mediums": "",
    "Source/Database": "Apod"
  }
]